/* Application General Localization */
"SupportMailSubject" = "I%20want%20to%20help%20DNSUpdate";

"DNSUpdate will install the daemon and a Startup item in order to be launched at boot time." = "DNSUpdate intallerà ora il demone nella cartella StartupItems per essre lanciato all'avvio del sistema.";

"Can't connect to daemon" = "Non riesco a connettermi con il demone";

"DNSUpdate needs administrator privileges to install the daemon." = "DNSUpdate necessita di privilegi di amministratore di sistema per installare il demone.";

"Install" = "Installa";

"Launch" = "Lancia";

"DNSUpdate daemon was succesfully installed."="Il demone di DNSUpdate è stato installato con successo.";

"DNSUpdate daemon was succesfully launched."="Il demone DNSUpdate è stato avviato con successo.";

"Due to some (yet) unresolved problem in DNSUpdate code, the daemon will unexpectedly quit if you log out this session. Rebooting will launch the daemon in a much better state."="A causa di alcuni (ancora) irrisolti problemi nel codice di DNSUpdate, il daemone si chiuderà inaspettatamente se termini la tua sessione utente. Riavviare il sistema permetterà un stabilità maggiore del demone.";

"Connection with Daemon Error" = "Errore di connessione con il demone";

"Can't start daemon" = "Non riesco ad avvire il demone";

"Quit" = "Esci";

"DNSUpdate must be used by Administrator Users."="DNSUpdate deve essere usato dall'Amministartore di sistema.";

"In order to connect to the daemon, DNSUpdate has to be launched by an Administrator."="Per essere connesso al demone, DNSUpdate deve essere avviato dall'Amministartore di sistema.";

"Daemon refused the connection.\nThere must be a problem with the daemon. Try relaunching the application later." = "Il demone ha rifiutato la connessione.\nCi deve essere un problema con il demone. Prova a rilanciare l'applicazione più tardi.";

"Can't connect to daemon. DNSUpdate will try to launch it." = "Non riesco a connettermi con il demone. DNSUpdate proverà ad avviarlo.";

"DNSUpdate needs administrator privileges to start the daemon." = "DNSUpdate necessita di privilegi di Amministartore di sistema per avviare il demone.";

"Start Daemon" = "Avvia il demone";

"Can't install daemon" = "Non riesco ad installare il demone";

"The connection with the daemon was lost.\nThere must be a problem with the daemon." = "La connessione con il demone è stata persa.\nCi deve essere un problema con il demone.";

"DNSUpdate needs to install the daemon." = "DNSUpdate ha bisogno di installare il demone.";

"Pause Daemon" = "Sospendi il demone";

"Save" = "Salva";

"Add" = "Aggiungi";

"Edit Host" = "Configura l'Host";

"Edit User" = "Configura l'Utente";

"Remove Host" = "Rimuovi l'Host";

"Remove User" = "Rimuovi l'Utente";

"Do you really want to remove this User?" = "Vuoi veramente rimuovere questo Utente?";

"Do you really want to remove this Host?" = "Vuoi veramente rimuovere questo Host?";

"Removing is unrecoverable." = "Una volta rimosso è irrecuperabile.";

"Yes" = "Si";

"No" = "No";

"Never registered" = "Mai registrato";

"Pause DNSUpdate daemon" = "Sospendi il demone DNSUpdate";

"Start DNSUpdate daemon" = "Avvia il demone DNSUpdate";

/* User/Host/Interface status */
"N/A" = "N/A";

"Ok" = "Ok";

"-not registered-" = "-non registrato-";

"Not tested" = "Non testato";

"Interface is inactive" = "L'Interfaccia è inattiva";

"User inactive" = "L'Utente è inattivo";

/* DynDNS.org status */
"No such host" = "Host inesistente";

"Bad domain name" = "Nome a dominio errato";

"Not yours" = "Non appartiene a questo utente";

"Bad Auth" = "Nome utente e/o password errati";

"Abuse" = "Bloccato per abuso";

/* New in v2.2 */
"Can't uninstall daemon" = "Non riesco a disinstallare il demone";
"DNSUpdate needs administrator privileges to uninstall the daemon." = "DNSUpdate necessita di privilegi di Amministartore di sistema per disinstallare il demone.";
"DNSUpdate is now uninstalled." = "DNSUpdate è stato disinstallato.";
"You can now remove the DNSUpdate application, the DNSUpdate Users files, etc. DNSUpdate will now quit." = "Puoi ora rimuovere l'applicazione DNSUpdate, i files Utente DNSUpdate, etc. DNSUpdate ora si chiuderà.";

/* New in v2.3 */
"Add User" = "Aggiungi Utente";
"Add Host" = "Aggiungi Host";
"Remove" = "Rimuovi";
"Edit" = "Configura";
"Daemon is paused." = "Il Demone è in pausa.";
"Daemon is running." = "Il Demone è attivo.";
"Waiting" = "In Attesa";

/* New in v2.4 */
"The BSD package is not installed" = "Il pacchetto BSD package non è installato";
"DNSUpdate needs the BSD package.\nThe BSD package is available on the MacOS X Install CD. Install it and retry to launch DNSUpdate." = "DNSUpdate necessaita del pacchetto BSD.\nIl pacchetto BSD è disponibile sul CD di intallazione di MacOS X. Intallalo e prova a rilanciare DNSUpdate.";
